Repository: idlesign/django-sitegate
Catalog: sitegate/locale/*/LC_MESSAGES/django.po
Languages: pl, ru

source: Sign up & Sign in
ru: Регистрация и авторизация

source: Domain name
pl: Nazwa domeny
ru: Доменное имя

source: Enabled
pl: Włączone
ru: Использовать

source: If enabled visitors won't be able to sign up with this domain name in e-mail.
pl: Użytkownicy nie będą mogli zarejestrować się używając maila pochodzącego z podanej domeny.
ru: Если флаг установлен, посетители, в чьих адресах электронной почты будет упомянут этот домен, не смогут зарегистрироваться.

source: Blacklisted domain
pl: Zablokowana domena
ru: Домен в чёрном списке

source: Blacklisted domains
pl: Czarna lista domen
ru: Домены в чёрном списке

source: Date created
pl: Data utworzenia
ru: Дата создания

source: Date accepted
pl: Data aktywacji
ru: Дата активации

source: Expired
pl: Wygasa
ru: Истёк

source: Creator
pl: Twórca
ru: Создатель

source: Acceptor
pl: Odbiorca
ru: Получивший

source: Invitation code
pl: Kod zaproszenia
ru: Код приглашения

source: Invitation codes
pl: Kody zaproszenia
ru: Коды приглашений

source: Visitors won't be able to sign up with an expired code.
pl: Użytkownicy nie będą mogli zarejestrować się z przeterminowanym kodem.
ru: Посетители не могут регистрироваться, используя истёкший код.

source: User
ru: Пользователь

source: Activation code
ru: Код активации

source: Activation codes
ru: Коды активации

source: Expired codes couldn't be used for repeated account activations.
ru: Просроченные коды не могут быть использованы для активации учётных записей.

source: Remote alias
ru: Псевдоним сервиса

source: Remote ID
ru: Внешний ID

source: Remote record
ru: Внешняя запись

source: Remotes records
ru: Внешние записи

source: Sign in is disabled.
pl: Moduł logowania jest wyłączony.
ru: Возможность авторизации отключена.

source: Sign up is disabled.
pl: Rejestracja jest wyłączona.
ru: Возможность регистрации отключена.

source: Congratulations! You're almost done with the registration. Please check your mailbox for a message containing an account activation link.
ru: Поздравляем! Процесс регистрации практически завершён. Письмо со ссылкой для активации вашей учетной записи отправлено на ваш почтовый ящик.

source: Account activation
ru: Активация учётной записи

source: Please follow the link below to activate your account: %(url)s
ru: Для завершения процесса регистрации, пожалуйста, пройдите по ссылке, расположенной ниже: %(url)s

source: E-mail was successfully verified. You can now proceed to sign in.
ru: Адрес электронной почты подтверждён. Теперь можно войти на сайт.

source: Unable to verify an e-mail. User account was not activated.
ru: Не удалось подтвердить адрес электронной почты, учётная запись пользователя не была активирована.

source: Signin enabled
pl: Logowanie jest włączone.
ru: Авторизация разрешена

source: Sign in disabled text
pl: Informacja którą zobaczy użytkownik przy wyłączonym logowaniu.
ru: Текст при отключенной авторизации

source: This text is shown instead of a signin form when sign in in disabled.
pl: Informacja którą zobaczy użytkownik zamiast formularza przy wyłączonym logowaniu.
ru: Этот текст будет выводится вместо формы, если авторизация запрещена.

source: Signup enabled
pl: Rejestracja jest włączona
ru: Регистрация разрешена

source: Sign up disabled text
pl: Informacja o wyłączonej rejestracji
ru: Текст при отключенной регистрации

source: This text is shown instead of a signup form when sign up in disabled.
pl: Tekst o wyłączonej rejestracji, który będzie widoczny w miejscu formularza.
ru: Этот текст будет выводится вместо формы, если регистрация запрещена.

source: E-mail verification
ru: Подтверждение адреса электронной почты

source: Verification notice
ru: Уведомление о подтверждении

source: Text shown to a user after a registration form is submitted.
ru: Текст будет показан пользователю после отправки заполненной формы регистрации.

source: Message title
ru: Заголовок сообщения

source: Title of an email message containing an account activation URL.
ru: Заголовок e-mail сообщения, содержащего URL для активации учётной записи пользователя.

source: Message body
ru: Тело сообщения

source: <b>NOTE:</b> Message body must include `%(url)s` marker to indicate a place to put an activation URL at.
ru: <b>ВНИМАНИЕ:</b> Тело сообщения должно содержать маркер <b>%(url)s</b>, на место которого будет помещён URL для активации учётной записи.

source: Verification success notice
ru: Подтверждение успешно

source: A message shown to a user after he has followed an account activation URL if activation was a success.
ru: Сообщение будет показано пользователю, после перехода по URL для активации учётной записи в случае отсутствия ошибок.

source: Verification error notice
ru: Ошибка подтверждения

source: A message shown to a user after he has followed an account activation URL if there was an error during an activation process.
ru: Сообщение будет показано пользователю, после перехода по URL для активации учётной записи в случае ошибки.

source: Username
pl: Nazwa użytkownika
ru: Имя пользователя

source: Email
ru: Адрес электронной почты

source: There is more than one user with this e-mail. Please use your username to log in.
pl: Istnieje kilka użytkowników o podanym adresie e-mail. Użyj swojego loginu.
ru: Существует несколько пользователей с таким адресом электронной почты. Пожалуйста, используйте имя пользователя.

source: Yandex
ru: Яндекс

source: A user with that username already exists.
ru: Пользователь с таким адресом электронной почты уже существует.

source: The two password fields didn't match.
ru: Не совпадают значения в полях с паролями.

source: Sign Up with this email domain is not allowed.
pl: Rejestracja na podany adres e-mail jest niemożliwa. Domena poczty jest na czarnej liście.
ru: Регистрация для этого домена запрещена.

source: A user with that e-mail already exists.
pl: Użytkownik o podanym adresie e-mail już istnieje.
ru: Пользователь с таким адресом электронной почты уже существует.

source: E-mail length should be no more than %(max_len)s characters long.
ru: Длина адреса электронной почты не должна превышать %(max_len)s символов.

source: This invitation code is invalid.
pl: Ten kod zaproszenia jest niepoprawny.
ru: Код приглашения недействителен.

source: Signing in with
ru: Входим, используя

source: Log in
pl: Zaloguj
ru: Войти

source: Or sign in with
ru: Или войдите с помощью

source: Sign in with
ru: Войдите с помощью

source: Sign up
pl: Zarejestruj się
ru: Зарегистрироваться
